Repository: pablopapes/simpliest-Social-Share
Catalog: languages/cvw-social-share-*.po
Languages: es_es

source: Social Share Settings
es_es: Configuración Social Share

source: Visualitation
es_es: Visualización

source: Show on Posts
es_es: Mostrar en Entradas

source: Show on Products
es_es: Mostrar en Productos

source: You need to have Woocommerce installed
es_es: Necesita tener instalado Woocommerce

source: Position in product
es_es: Posición en el producto

source: After short description
es_es: Después de la descripción corta

source: After content
es_es: Después del contenido

source: Add manually with shortcode
es_es: Añadir manualmente por shortcode

source: Social networks
es_es: Redes sociales

source: Style
es_es: Estilo

source: Call to action
es_es: Llamada a la acción

source: Title to be shown before social links. These titles are optional.
es_es: Título que se muestra antes de los enlaces. Estos títulos son opcionales.

source: Title for Posts
es_es: Título para las Entradas

source: Title for Products
es_es: Título para los Productos

source: Title for Shortcode
es_es: Título para el Shortcode

source: Save changes
es_es: Guardar cambios

source: Simpliest Social Share with Whatsapp
es_es: Simpliest Social Share con Whatsapp

source: Links to share posts and products on social media and Whatsapp
es_es: Enlaces para compartir entradas y productos en redes sociales y whatsapp
